{"name": "Cappuccino","category": "Coffee","description": "A rich and creamy cappuccino made with freshly brewed espresso, steamed milk, and a frothy milk cap. This delightful drink offers a perfect balance of bold coffee flavor and smooth milk, making it an ideal companion for relaxing mornings or lively conversations.","ingredients": ["Espresso", "Steamed Milk", "Milk Foam"],"price": 4.50,"rating": 4.7,"image_path": "cappuccino.jpg"}
{"name": "Jumbo Savory Scone","category": "Bakery","description": "Deliciously flaky and buttery, this jumbo savory scone is filled with herbs and cheese, creating a mouthwatering experience. Perfect for a hearty snack or a light lunch, it pairs beautifully with your favorite coffee or tea.","ingredients": ["Flour", "Butter", "Cheese", "Herbs", "Baking Powder", "Salt"],"price": 3.25,"rating": 4.3,"image_path": "SavoryScone.webp"}
{"name": "Latte","category": "Coffee","description": "Smooth and creamy, our latte combines rich espresso with velvety steamed milk, creating a perfect balance of flavor and texture. Enjoy it as a comforting treat any time of day, whether you're starting your morning or taking a midday break.","ingredients": ["Espresso", "Steamed Milk", "Milk Foam"],"price": 4.75,"rating": 4.8,"image_path": "Latte.jpg"}
{"name": "Chocolate Chip Biscotti","category": "Bakery","description": "Crunchy and delightful, this chocolate chip biscotti is perfect for dipping in your coffee or enjoying on its own. Each bite offers a satisfying crunch and a burst of rich chocolate, making it a favorite for any biscotti lover.","ingredients": ["Flour", "Sugar", "Chocolate Chips", "Eggs", "Almonds", "Baking Powder"],"price": 2.50,"rating": 4.6,"image_path": "chocolat_biscotti.jpg"}
{"name": "Espresso shot","category": "Coffee","description": "A bold shot of rich espresso, our espresso is crafted from the finest beans to deliver a robust flavor in every sip. Perfect for a quick pick-me-up, it can also serve as a base for your favorite coffee drinks.","ingredients": ["Espresso"],"price": 2.00,"rating": 4.9,"image_path": "Espresso_shot.webp"}
{"name": "Hazelnut Biscotti","category": "Bakery","description": "These delicious hazelnut biscotti are perfect for a crunchy treat alongside your coffee. Infused with roasted hazelnuts, they provide a delightful nutty flavor that enhances your coffee experience.","ingredients": ["Flour", "Sugar", "Hazelnuts", "Eggs", "Baking Powder"],"price": 2.75,"rating": 4.4,"image_path": "Hazelnut_Biscotti.jpg"}
{"name": "Chocolate Croissant","category": "Bakery","description": "Flaky and buttery, our chocolate croissant is filled with rich chocolate, making it a delightful pastry for any time. Perfect for breakfast or an afternoon snack, it's a sweet indulgence that never disappoints.","ingredients": ["Flour", "Butter", "Chocolate", "Yeast", "Sugar", "Salt"],"price": 3.75,"rating": 4.8,"image_path": "Chocolate_Croissant.jpg"}
{"name": "Dark chocolate","category": "Drinking Chocolate","description": "Rich and indulgent, our dark chocolate drinking chocolate is made with premium cocoa. This luxurious beverage is perfect for a cozy treat on a chilly day, bringing warmth and comfort with every sip.","ingredients": ["Cocoa Powder", "Sugar", "Milk"],"price": 5.00,"rating": 4.7,"image_path": "Dark_chocolate.jpg"}
{"name": "Cranberry Scone","category": "Bakery","description": "This delightful cranberry scone combines sweet and tart flavors, making it perfect for a breakfast treat or afternoon snack. Soft and crumbly, it pairs wonderfully with tea or coffee for a comforting experience.","ingredients": ["Flour", "Butter", "Cranberries", "Sugar", "Baking Powder", "Eggs"],"price": 3.50,"rating": 4.5,"image_path": "Cranberry_Scone.jpg"}
{"name": "Croissant","category": "Bakery","description": "Our classic croissant is flaky and buttery, offering a delightful crunch with each bite. Whether enjoyed alone or filled with your favorite spread, it's a timeless pastry that elevates any meal.","ingredients": ["Flour", "Butter", "Yeast", "Sugar", "Salt"],"price": 3.25,"rating": 4.7,"image_path": "Croissant.jpg"}
{"name": "Almond Croissant","category": "Bakery","description": "A delightful twist on the classic croissant, filled with almond cream and topped with slivered almonds for added crunch. This indulgent treat is perfect for those who love a sweet and nutty flavor combination.","ingredients": ["Flour", "Butter", "Almond Cream", "Sugar", "Almonds", "Yeast"],"price": 4.00,"rating": 4.8,"image_path": "almond_croissant.jpg"}
{"name": "Ginger Biscotti","category": "Bakery","description": "These spicy ginger biscotti are perfect for dipping and provide a delightful crunch with every bite. The warm flavor of ginger adds a unique twist that pairs beautifully with your favorite hot beverage.","ingredients": ["Flour", "Sugar", "Ginger", "Eggs", "Baking Powder"],"price": 2.50,"rating": 4.7,"image_path": "Ginger_Biscotti.webp"}
{"name": "Oatmeal Scone","category": "Bakery","description": "Nutty and wholesome, our oatmeal scone is a perfect snack for any time. Made with rolled oats and a hint of sweetness, it's a satisfying option for those who enjoy hearty baked goods.","ingredients": ["Flour", "Oats", "Butter", "Sugar", "Baking Powder", "Eggs"],"price": 3.25,"rating": 4.3,"image_path": "oatmeal_scones.jpg"}
{"name": "Ginger Scone","category": "Bakery","description": "Soft and fragrant, our ginger scone is perfect for a morning treat, infused with the warm spice of ginger. It's an inviting option that pairs beautifully with a cup of tea or coffee.","ingredients": ["Flour", "Butter", "Ginger", "Sugar", "Baking Powder", "Eggs"],"price": 3.50,"rating": 4.5,"image_path": "Ginger_Scone.webp"}
{"name": "Chocolate syrup","category": "Flavours","description": "Our rich chocolate syrup is perfect for drizzling over desserts or adding to your favorite beverages. Its velvety texture and intense chocolate flavor make it an essential topping for any sweet creation.","ingredients": ["Sugar", "Cocoa Powder", "Water", "Vanilla Extract"],"price": 1.50,"rating": 4.8,"image_path": "Chocolate_syrup.jpg"}
{"name": "Hazelnut syrup","category": "Flavours","description": "Add a nutty flavor to your drinks with our hazelnut syrup, perfect for lattes and desserts. Its smooth sweetness enhances a variety of beverages, making it a must-have for coffee lovers.","ingredients": ["Sugar", "Water", "Hazelnut Extract", "Vanilla Extract"],"price": 1.50,"rating": 4.7,"image_path": "Hazelnut_syrup.webp"}
{"name": "Carmel syrup","category": "Flavours","description": "Sweet and creamy, our caramel syrup is ideal for topping your drinks and desserts with a rich caramel flavor. This versatile syrup elevates everything from coffee to ice cream, providing a luscious touch.","ingredients": ["Sugar", "Water", "Cream", "Butter", "Vanilla Extract"],"price": 1.50,"rating": 4.9,"image_path": "caramel_syrup.jpg"}
{"name": "Sugar Free Vanilla syrup","category": "Flavours","description": "Enjoy the sweet flavor of vanilla without the sugar, making it perfect for your coffee or dessert. This syrup offers a guilt-free way to enhance your beverages, ensuring you never miss out on flavor.","ingredients": ["Water", "Natural Flavors", "Sucralose"],"price": 1.50,"rating": 4.4,"image_path": "Vanilla_syrup.jpg"}